Repository: neogenz/pulpe
Catalog: ios/Pulpe/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, it

source: Objectif d'épargne
de: Sparziel
en: Savings goal
it: Obiettivo di risparmio

source: Objectif d'épargne : %@
de: Sparziel: %@
en: Savings goal: %@
it: Obiettivo di risparmio: %@

source: Objectif en pause
de: Sparziel pausiert
en: Goal paused
it: Obiettivo in pausa

source: Objectif marqué comme atteint
de: Sparziel als erreicht markiert
en: Goal marked as reached
it: Obiettivo segnato come raggiunto

source: Objectif modifié
de: Sparziel geändert
en: Goal updated
it: Obiettivo modificato

source: Objectif ré-ouvert
de: Sparziel wieder geöffnet
en: Goal reopened
it: Obiettivo riaperto

source: Objectif supprimé
de: Sparziel gelöscht
en: Goal deleted
it: Obiettivo eliminato

source: Objectif supprimé · %@
de: Sparziel gelöscht · %@
en: Goal deleted · %@
it: Obiettivo eliminato · %@

source: Objectif uniquement
de: Nur das Sparziel
en: Goal only
it: Solo l'obiettivo

source: Objectif utilisé
de: Genutztes Sparziel
en: Goal used
it: Obiettivo usato

source: Objectifs
de: Sparziele
en: Goals
it: Obiettivi

source: Objectifs d'épargne
de: Sparziele
en: Savings goals
it: Obiettivi di risparmio

source: On améliore Pulpe pour toi — tes données sont bien au chaud, pas d'inquiétude. Réessaie dans quelques instants.
de: Ich mache Pulpe für dich besser — deine Daten liegen sicher, keine Sorge. Versuch es gleich nochmal.
en: We're making Pulpe better for you — your data is safe and sound, no need to worry. Try again in a moment.
it: Sto migliorando Pulpe per te — i tuoi dati sono al sicuro, nessun problema. Riprova tra qualche istante.

source: On boucle, on ajuste
de: Wir schliessen ab und passen an
en: Wrapping up, adjusting
it: Si chiude, si aggiusta

source: On l'utilise pour afficher tous tes montants.
de: Damit zeige ich alle deine Beträge an.
en: We use it to display all your amounts.
it: La uso per mostrare tutti i tuoi importi.

source: On l'utilisera pour afficher tous tes montants. Tu peux la changer à tout moment dans tes paramètres.
de: Damit werden alle deine Beträge angezeigt. Du kannst sie jederzeit in deinen Einstellungen ändern.
en: It will be used to display all your amounts. You can change it anytime in your settings.
it: Verrà usata per mostrare tutti i tuoi importi. Puoi cambiarla in qualsiasi momento nelle impostazioni.

source: On met ton plan à jour ?
de: Soll ich deinen Plan aktualisieren?
en: Shall we update your plan?
it: Aggiorno il tuo piano?

source: On met ça en place…
de: Wird eingerichtet…
en: Setting things up…
it: Preparo tutto…

source: On ne le recalcule plus, même si le taux bouge.
de: Ich rechne ihn nicht mehr neu, auch wenn sich der Kurs bewegt.
en: We stop recalculating it, even if the rate moves.
it: Non lo ricalcolo più, anche se il cambio si muove.

source: On reprend là où tu t'es arrêté.
de: Ich mache da weiter, wo du aufgehört hast.
en: Picking up where you left off.
it: Riprendo da dove ti eri fermato.

source: On répartit ce montant à parts égales sur les mois que tu choisis, à partir de ce mois-ci. Désélectionne ceux à sauter.
de: Der Betrag wird gleichmässig auf die Monate verteilt, die du wählst, ab diesem Monat. Wähle die Monate ab, die übersprungen werden sollen.
en: This amount is split evenly across the months you pick, starting this month. Deselect the ones to skip.
it: L’importo viene suddiviso in parti uguali sui mesi che scegli, a partire da questo mese. Deseleziona quelli da saltare.

source: On répartit cette dépense sur les mois que tu choisis. Désélectionne ceux à sauter.
de: Die Ausgabe wird auf die Monate verteilt, die du wählst. Wähle die Monate ab, die übersprungen werden sollen.
en: This expense is split across the months you pick. Deselect the ones to skip.
it: La spesa viene suddivisa sui mesi che scegli. Deseleziona quelli da saltare.

# On répartit cette prévision de %@ en %@ par mois sur %lld mois.
source: On répartit cette prévision de %1$@ en %2$@ par mois sur %3$lld mois.
de: Der Planposten von %@ wird in %@ pro Monat auf %lld Monate verteilt.
en: This planned item of %@ is split into %@ per month over %lld months.
it: Questa previsione di %@ viene suddivisa in %@ al mese su %lld mesi.

source: On te fait signe le jour de paie ?
de: Soll ich mich am Zahltag melden?
en: Want a nudge on pay day?
it: Ti avviso il giorno di paga?

source: On transforme cette dépense de %1$@ en un plan lissé : %2$@ par mois sur %3$lld mois. Le réel est remplacé par le plan.
de: Die Ausgabe von %@ wird zu einem verteilten Plan: %@ pro Monat auf %lld Monate. Das Tatsächliche wird durch den Plan ersetzt.
en: This expense of %@ becomes a spread plan: %@ per month over %lld months. The actual is replaced by the plan.
it: Questa spesa di %@ diventa un piano ripartito: %@ al mese su %lld mesi. L’effettivo viene sostituito dal piano.

source: On transforme cette épargne de %1$@ en un plan lissé : %2$@ par mois sur %3$lld mois. Le réel est remplacé par le plan.
de: Das Sparen von %@ wird zu einem verteilten Plan: %@ pro Monat auf %lld Monate. Das Tatsächliche wird durch den Plan ersetzt.
en: These savings of %@ become a spread plan: %@ per month over %lld months. The actual is replaced by the plan.
it: Questo risparmio di %@ diventa un piano ripartito: %@ al mese su %lld mesi. L’effettivo viene sostituito dal piano.

source: Optionnel
de: Optional
en: Optional
it: Facoltativo

source: Opérations à pointer
de: Offene Einträge
en: Entries to check
it: Operazioni da spuntare

source: Origine du revenu
de: Herkunft der Einnahme
en: Where the income comes from
it: Origine dell'entrata

source: Oui, tout pointer
de: Ja, alles abhaken
en: Yes, check everything
it: Sì, spunta tutto

source: Oups
de: Hoppla
en: Oops
it: Ops

source: Ouvre Pulpe
de: Pulpe öffnen
en: Open Pulpe
it: Apri Pulpe

source: Ouvre le budget
de: Öffnet das Budget
en: Opens the budget
it: Apre il budget

source: Ouvre le budget de ce retrait
de: Öffnet das Budget dieser Entnahme
en: Opens this withdrawal's budget
it: Apre il budget di questo prelievo

source: Ouvre le budget pour ajuster tes enveloppes
de: Öffne das Budget und pass deine Umschläge an
en: Open the budget to adjust your planned items
it: Apri il budget per regolare le tue buste

source: Ouvrir le budget
de: Budget öffnen
en: Open the budget
it: Apri il budget

source: Ouvrir le suivi du réalisé
de: Budgetverlauf öffnen
en: Open budget tracking
it: Apri l'andamento del budget

source: Ouvrir sur le web
de: Im Web öffnen
en: Open on the web
it: Apri sul web

source: PARAMÈTRES DE L'APPLICATION
de: APP-EINSTELLUNGEN
en: APP SETTINGS
it: IMPOSTAZIONI DELL'APP

# Page %lld sur %lld
source: Page %1$lld sur %2$lld
de: Seite %lld von %lld
en: Page %lld of %lld
it: Pagina %lld di %lld

source: Par défaut
de: Standard
en: Default
it: Predefinito

source: Par mois
de: Pro Monat
en: Per month
it: Al mese

source: Partager les diagnostics
de: Diagnosedaten teilen
en: Share diagnostics
it: Condividi le diagnostiche

source: Partiellement réalisé
de: Teilweise erfolgt
en: Partially completed
it: Effettuato in parte

source: Pas de budget
de: Kein Budget
en: No budget
it: Nessun budget

source: Pas de données
de: Keine Daten
en: No data
it: Nessun dato

source: Pas encore de budget
de: Noch kein Budget
en: No budget yet
it: Ancora nessun budget

source: Pas encore de budget ce mois-ci
de: Diesen Monat noch kein Budget
en: No budget yet this month
it: Ancora nessun budget questo mese

source: Pas encore de modèle
de: Noch keine Vorlage
en: No template yet
it: Ancora nessun modello

source: Passer
de: Überspringen
en: Skip
it: Salta

source: Passer cette étape
de: Schritt überspringen
en: Skip this step
it: Salta questo passaggio

source: Passer l'introduction
de: Intro überspringen
en: Skip the intro
it: Salta l'introduzione

source: Pense à vérifier tes spams si tu ne le vois pas.
de: Schau auch im Spam nach, falls du sie nicht siehst.
en: Check your spam folder if you don't see it.
it: Controlla anche lo spam se non la vedi.

source: Personne d'autre ne voit ces montants — pas même moi qui développe Pulpe.
de: Niemand sonst sieht diese Beträge — nicht einmal ich, der Pulpe entwickelt.
en: No one else sees these amounts — not even me, and I'm the one building Pulpe.
it: Nessun altro vede questi importi — nemmeno io che sviluppo Pulpe.

source: Petit mois, petit ajustement
de: Kurzer Monat, kleine Anpassung
en: Short month, small adjustment
it: Mese corto, piccolo aggiustamento

source: Petit souci de connexion
de: Kleines Verbindungsproblem
en: A small connection hiccup
it: Piccolo problema di connessione

source: Pile sur ton plan
de: Genau auf Plan
en: Right on plan
it: In linea col piano

source: Planifier le retrait
de: Entnahme einplanen
en: Plan the withdrawal
it: Pianifica il prelievo

source: Plus d'options
de: Weitere Optionen
en: More options
it: Altre opzioni

source: Plus tard
de: Später
en: Later
it: Più tardi

source: Plus tard pour %@
de: Später für %@
en: Later for %@
it: Più tardi per %@

source: Pointage
de: Abhaken
en: Checking
it: Spunta

source: Pointe tes dépenses
de: Hak deine Ausgaben ab
en: Check off your expenses
it: Spunta le tue spese

source: Pointer
de: Abhaken
en: Check
it: Spunta

source: Pointer %@
de: %@ abhaken
en: Check %@
it: Spunta %@

source: Pointer aussi les mouvements ?
de: Auch die Bewegungen abhaken?
en: Check the activity too?
it: Spuntare anche i movimenti?

source: Pointé
de: Abgehakt
en: Checked
it: Spuntato

source: Pointé · %@
de: Abgehakt · %@
en: Checked · %@
it: Spuntato · %@

# Pointé · %@ — %@ prévus
source: Pointé · %1$@ — %2$@ prévus
de: Abgehakt · %@ — %@ geplant
en: Checked · %@ — %@ planned
it: Spuntato · %@ — %@ previsti

source: Politique de confidentialité
de: Datenschutzerklärung
en: Privacy policy
it: Informativa sulla privacy

source: Potentiel
de: Potenzial
en: Potential
it: Potenziale

source: Potentiel %@
de: Potenzial %@
en: Potential %@
it: Potenziale %@

source: Potentiel de l'année
de: Jahrespotenzial
en: Year potential
it: Potenziale dell’anno

source: Pour retrouver tout ça sur tous tes appareils
de: Damit du all das auf allen deinen Geräten wiederfindest
en: So you can find all this on every device
it: Per ritrovare tutto questo su tutti i tuoi dispositivi

source: Pour ta sécurité, confirme ton mot de passe pour continuer.
de: Zu deiner Sicherheit: Bestätige dein Passwort, um weiterzumachen.
en: For your security, confirm your password to continue.
it: Per la tua sicurezza, conferma la tua password per continuare.

source: Premier mois
de: Erster Monat
en: First month
it: Primo mese

source: Presque fini — tiens bon
de: Fast geschafft — halte durch
en: Almost done — hang in there
it: Quasi finito — tieni duro

source: Pris sur %@
de: Aus %@
en: Taken from %@
it: Preso da %@

source: Pris sur mon épargne, à remettre le mois prochain
de: Von meinem Sparen geholt, nächsten Monat zurückzulegen
en: Taken from my savings, to put back next month
it: Presa dal mio risparmio, da rimettere il mese prossimo

source: Pris sur ton épargne
de: Aus deinem Ersparten geholt
en: Taken from your savings
it: Preso dal tuo risparmio

source: Problème de connexion — vérifie ton réseau
de: Verbindungsproblem — prüf dein Netzwerk
en: Connection problem — check your network
it: Problema di connessione — controlla la rete

source: Profite des dernières améliorations de Pulpe. Tu peux les installer maintenant ou plus tard.
de: Profitiere von den neuesten Verbesserungen in Pulpe. Du kannst sie jetzt oder später installieren.
en: Enjoy the latest improvements to Pulpe. You can install them now or later.
it: Scopri gli ultimi miglioramenti di Pulpe. Puoi installarli ora o più tardi.

source: Profite, ton budget suit
de: Geniess es, dein Budget hält mit
en: Enjoy it, your budget keeps up
it: Goditela, il budget ti segue

source: Progression mensuelle
de: Monatlicher Verlauf
en: Monthly progress
it: Progresso mensile

source: Projection après création : %@
de: Prognose nach dem Erstellen: %@
en: Projection after creation: %@
it: Proiezione dopo la creazione: %@

# Projection du mois · %@%@
source: Projection du mois · %1$@%2$@
de: Monatsprognose · %@%@
en: Month projection · %@%@
it: Proiezione del mese · %@%@

source: Projection planifiée
de: Geplante Prognose
en: Planned projection
it: Proiezione pianificata

source: Protection de tes données
de: Schutz deiner Daten
en: Protecting your data
it: Protezione dei tuoi dati

source: Pré-rempli avec cible ÷ mois restants.
de: Vorausgefüllt mit Zielbetrag ÷ verbleibende Monate.
en: Pre-filled with target ÷ months left.
it: Precompilato con traguardo ÷ mesi rimanenti.

source: Préférence enregistrée
de: Einstellung gespeichert
en: Preference saved
it: Preferenza salvata

source: Préférences
de: Einstellungen
en: Preferences
it: Preferenze

source: Prénom
de: Vorname
en: First name
it: Nome

source: Prénom, requis
de: Vorname, erforderlich
en: First name, required
it: Nome, obbligatorio

source: Préparation de ton tableau de bord
de: Dein Dashboard wird vorbereitet
en: Getting your dashboard ready
it: Preparo la tua dashboard

source: Prévision ajoutée
de: Planposten hinzugefügt
en: Planned item added
it: Previsione aggiunta

source: Prévision modifiée
de: Planposten geändert
en: Planned item updated
it: Previsione modificata

source: Prévision modifiée — %lld budgets mis à jour
de: Planposten geändert — %lld Budgets aktualisiert
en: Planned item updated — %lld budgets updated
it: Previsione modificata — %lld budget aggiornati

source: Prévision supprimée
de: Planposten gelöscht
en: Planned item deleted
it: Previsione eliminata

source: Prévisions du Mois Type
de: Planposten der Monatsvorlage
en: Template-month planned items
it: Previsioni del Mese modello

source: Prévisions liées sur tes mois futurs
de: Verknüpfte Planposten in deinen künftigen Monaten
en: Linked planned items on your future months
it: Previsioni collegate nei tuoi mesi futuri

source: Prévisualiser
de: Vorschau
en: Preview
it: Anteprima

source: Prévisualiser les épargnes à ajouter
de: Vorschau der Sparbeträge
en: Preview the savings to add
it: Anteprima dei risparmi da aggiungere

source: Prévoir un revenu
de: Einnahme planen
en: Plan income
it: Pianifica un'entrata

source: Prévoir une dépense
de: Ausgabe planen
en: Plan an expense
it: Pianifica una spesa

source: Prévoir une épargne
de: Sparen planen
en: Plan savings
it: Pianifica un risparmio

source: Prévois ~%@ par mois pour tenir l'objectif
de: Plan rund %@ pro Monat ein, um dein Sparziel zu erreichen
en: Plan about %@ a month to stay on target
it: Prevedi circa %@ al mese per tenere l'obiettivo

source: Prévu
de: Geplant
en: Planned
it: Previsto

source: Prévu %@
de: Geplant %@
en: Planned %@
it: Previsto %@

source: Prévu %@.
de: Geplant %@.
en: Planned %@.
it: Previsto %@.

source: Prévu vs Réalisé
de: Geplant vs Tatsächlich
en: Planned vs Actual
it: Previsto vs Effettivo

source: Prévu: %@
de: Geplant: %@
en: Planned: %@
it: Previsto: %@

source: Pulpe, ouvre l'app
de: Pulpe, öffnet die App
en: Pulpe, opens the app
it: Pulpe, apre l'app

source: Période d'activité
de: Aktivitätszeitraum
en: Activity period
it: Periodo di attività

source: Période du budget
de: Budgetzeitraum
en: Budget period
it: Periodo del budget

source: Quand tu dépenses moins que prévu, Pulpe garde le montant prévu pour protéger ton budget.
de: Wenn du weniger ausgibst als geplant, behält Pulpe den geplanten Betrag, um dein Budget zu schützen.
en: When you spend less than planned, Pulpe keeps the planned amount to protect your budget.
it: Quando spendi meno del previsto, Pulpe mantiene l'importo previsto per proteggere il tuo budget.

source: Quand un mouvement est passé sur ton compte, pointe-le ici pour garder le fil.
de: Wenn eine Bewegung über dein Konto gelaufen ist, hake sie hier ab, um den Überblick zu behalten.
en: When activity has gone through your account, check it off here to stay on track.
it: Quando un movimento è passato sul tuo conto, spuntalo qui per non perdere il filo.

source: Que veux-tu supprimer ?
de: Was willst du löschen?
en: What do you want to delete?
it: Cosa vuoi eliminare?

source: Quelles prévisions supprimer ?
de: Welche Planposten löschen?
en: Which planned items should be deleted?
it: Quali previsioni eliminare?

source: Quel montant ?
de: Welcher Betrag?
en: How much?
it: Quale importo?

source: Quelque chose n'a pas fonctionné
de: Etwas hat nicht geklappt
en: Something did not work
it: Qualcosa non ha funzionato

source: Quelque chose n'a pas fonctionné (code: %lld)
de: Etwas hat nicht geklappt (Code: %lld)
en: Something did not work (code: %lld)
it: Qualcosa non ha funzionato (codice: %lld)

source: Quelque chose n'a pas fonctionné — réessaie
de: Etwas hat nicht geklappt — versuch es noch einmal
en: Something did not work — try again
it: Qualcosa non ha funzionato — riprova

source: Quelque chose ne colle pas — vérifie ta saisie
de: Etwas passt nicht — prüf deine Eingabe
en: Something does not add up — check what you entered
it: Qualcosa non torna — controlla quello che hai inserito

source: Quitter
de: Verlassen
en: Leave
it: Esci

source: Quitter l'inscription ?
de: Registrierung verlassen?
en: Leave sign-up?
it: Uscire dall'iscrizione?

source: RAPPELS
de: ERINNERUNGEN
en: REMINDERS
it: PROMEMORIA

source: REVENU
de: EINNAHME
en: INCOME
it: ENTRATA

source: Rappels mensuels
de: Monatliche Erinnerungen
en: Monthly reminders
it: Promemoria mensili

source: Rattache une prévision Épargne depuis ton Mois Type ou un budget pour suivre cet objectif ici.
de: Verknüpf einen Sparen-Planposten aus deiner Monatsvorlage oder einem Budget, um dieses Sparziel hier zu verfolgen.
en: Attach a Savings planned item from your Template month or a budget to track this goal here.
it: Collega una previsione Risparmio dal tuo Mese modello o da un budget per seguire questo obiettivo qui.

source: Rattraper ces %@ en trop
de: Diese %@ zu viel aufholen
en: Catch up the extra %@
it: Recupera i %@ in più

source: Rattraper le dépassement
de: Das Zuviel aufholen
en: Catch up the overspend
it: Recupera lo sforamento

source: Rechercher...
de: Suchen...
en: Search...
it: Cerca...

source: Recommencer
de: Neu beginnen
en: Start over
it: Ricomincia

source: Recommencer l'inscription ?
de: Registrierung neu beginnen?
en: Restart sign-up?
it: Ricominciare l'iscrizione?

source: Remettre sur ton épargne
de: Zurück auf dein Sparen legen
en: Put back into your savings
it: Rimettere sul tuo risparmio

source: Remplir avec le montant qui manque ce mois
de: Mit dem Betrag füllen, der diesen Monat fehlt
en: Fill in the amount missing this month
it: Riempi con l’importo che manca questo mese

source: Renseigne ce que tu connais — le reste peut attendre
de: Trag ein, was du weisst — der Rest kann warten
en: Fill in what you know — the rest can wait
it: Inserisci quello che sai — il resto può aspettare

source: Report
de: Übertrag
en: Carry-over
it: Riporto

source: Report de %@ inclus
de: Übertrag aus %@ enthalten
en: Carry-over from %@ included
it: Riporto di %@ incluso

source: Report du mois précédent
de: Übertrag aus dem Vormonat
en: Carried over from last month
it: Riporto dal mese precedente

source: Report du mois précédent inclus
de: Übertrag aus dem Vormonat eingerechnet
en: Carry-over from last month included
it: Riporto del mese scorso incluso

source: Reporter
de: Verschieben
en: Postpone
it: Rinvia

source: Reporter %@ au mois suivant ?
de: %@ auf den nächsten Monat verschieben?
en: Postpone %@ to next month?
it: Rinviare %@ al mese successivo?

# Reporter %@ en %@ ?
source: Reporter %1$@ en %2$@ ?
de: %@ auf %@ verschieben?
en: Postpone %@ to %@?
it: Rinviare %@ a %@?

source: Reporter au mois suivant
de: Auf nächsten Monat verschieben
en: Postpone to next month
it: Rinvia al mese prossimo

source: Reporté au mois suivant
de: Auf den nächsten Monat verschoben
en: Postponed to next month
it: Rinviato al mese successivo

source: Reporté en %@
de: Verschoben auf %@
en: Postponed to %@
it: Rinviata a %@

source: Repousser la date
de: Datum nach hinten schieben
en: Push the date back
it: Sposta la data

source: Reprends le contrôle de tes finances
de: Übernimm wieder die Kontrolle über deine Finanzen
en: Take back control of your finances
it: Riprendi il controllo delle tue finanze

source: Ressource introuvable — réessaie ou mets l'app à jour
de: Ressource nicht gefunden — versuch es noch einmal oder aktualisiere die App
en: Resource not found — try again or update the app
it: Risorsa non trovata — riprova o aggiorna l'app

source: Restaurants & sorties
de: Restaurants & Ausgehen
en: Eating out & going out
it: Ristoranti & uscite

source: Reste
de: Rest
en: Left
it: Resta

source: Reste %@ à provisionner
de: Noch %@ zurückzulegen
en: %@ left to set aside
it: Restano %@ da accantonare

source: Reste: %@
de: Übrig: %@
en: Left: %@
it: Restante: %@

source: Rester
de: Bleiben
en: Stay
it: Resta

source: Retirer des mois futurs
de: Aus künftigen Monaten entfernen
en: Remove from future months
it: Togli dai mesi futuri

source: Retour
de: Zurück
en: Back
it: Indietro

source: Retour au résumé
de: Zurück zur Übersicht
en: Back to the summary
it: Torna al riepilogo

source: Retour à la connexion
de: Zurück zur Anmeldung
en: Back to sign-in
it: Torna all'accesso

source: Retrait d'un objectif
de: Aus einem Sparziel geholt
en: Taken from a goal
it: Presa da un obiettivo

source: Retrait planifié
de: Geplante Entnahme
en: Planned withdrawal
it: Prelievo pianificato

source: Retrait prévu · %@
de: Geplante Entnahme · %@
en: Planned withdrawal · %@
it: Prelievo previsto · %@

source: Retraits
de: Entnahmen
en: Withdrawals
it: Prelievi

source: Retraits indisponibles
de: Entnahmen nicht verfügbar
en: Withdrawals unavailable
it: Prelievi non disponibili

source: Retraits planifiés
de: Geplante Entnahmen
en: Planned withdrawals
it: Prelievi pianificati

source: Retraits réalisés
de: Erfolgte Entnahmen
en: Completed withdrawals
it: Prelievi effettuati

source: Retraits vers tes budgets
de: Entnahmen in deine Budgets
en: Withdrawals into your budgets
it: Prelievi verso i tuoi budget

source: Revenir
de: Zurück
en: Go back
it: Indietro

source: Revenir à l'étape précédente
de: Zurück zum vorherigen Schritt
en: Go back to the previous step
it: Torna al passaggio precedente

source: Revenu
de: Einnahme
en: Income
it: Entrata

source: Revenu dans le budget
de: Einnahme im Budget
en: Income in the budget
it: Entrata nel budget

source: Revenu habituel
de: Übliche Einnahme
en: Usual income
it: Entrata abituale

source: Revenu mensuel net
de: Monatliches Nettoeinkommen
en: Net monthly income
it: Reddito mensile netto

source: Revenu pris sur l'objectif %@
de: Einnahme aus dem Sparziel %@
en: Income taken from the goal %@
it: Entrata presa dall'obiettivo %@

source: Revenu pris sur l'objectif supprimé %@
de: Einnahme aus dem gelöschten Sparziel %@
en: Income taken from the deleted goal %@
it: Entrata presa dall'obiettivo eliminato %@

source: Revenus
de: Einnahmen
en: Income
it: Entrate

source: Revenus supplémentaires
de: Zusätzliche Einnahmen
en: Additional income
it: Entrate aggiuntive

source: Reçu
de: Erhalten
en: Received
it: Ricevuto

source: Rien ce mois-ci
de: Diesen Monat nichts
en: Nothing this month
it: Niente questo mese

source: Rien d'irréversible — ajuste
de: Nichts ist unumkehrbar — pass an
en: Nothing irreversible — adjust
it: Niente di irreversibile — aggiusta

source: Rien de noté ici
de: Hier ist nichts notiert
en: Nothing noted here
it: Qui non c'è niente di segnato

source: Rien n'est figé — tu pourras ajuster ton budget quand tu veux.
de: Nichts ist in Stein gemeisselt — du kannst dein Budget jederzeit anpassen.
en: Nothing is set in stone — you can adjust your budget whenever you want.
it: Niente è definitivo — potrai regolare il tuo budget quando vuoi.
